adobe-source-han-mono-cn-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
albert
archlinuxcn-keyring
autoconf
automake
base
bat
bing-wallpaper-git
binutils
bison
bluez
bluez-utils-compat
bspwm
ccls
chromium
compton-conf-git
copyq
copytranslator-appimage
ctags
dhcpcd
dmenu
efibootmgr
electron-netease-cloud-music
fakeroot
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-dark-default
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-qt4-git
fcitx5-rime
fcitx5-simple-theme
fcitx5-skin-base16-material-darker
fcitx5-skin-dark-numix
fcitx5-skin-simple-blue
fd
feh
file-roller
firefox
flameshot
flex
freedownloadmanager
fzf
gcc
glances
google-chrome
groff
grub
gvm
htop
intel-ucode
lazydocker
libtool
linux
linux-firmware
lolcat
lshw
luit
m4
make
man-db
man-pages
man-pages-zh_cn
man-pages-zh_tw
mpv
neofetch
neovim-git
nerd-fonts-fira-code
nerd-fonts-source-code-pro
netease-cloud-music
nitrogen
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-dkms
nvidia-settings
nvidia-utils
nvm
oh-my-zsh-git
openssh
os-prober
p7zip
patch
pavucontrol
pcmanfm
picom-git
pkgconf
polybar
proxychains-ng
pulseaudio
pulseaudio-bluetooth
python-pip
python2
python2-pip
qv2ray
qv2ray-plugin-ssr-git
ranger
ripgrep
screenkey-git
sudo
switchhosts-bin
sxhkd
terminus-font
termite
texinfo
the_silver_searcher
thefuck
tree
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-sarasa-gothic
ueberzug
v2ray
vlc
vscodium-bin
w3m
wget
which
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xclip
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yay
zplug
zsh
